{
  "response": {
    "status": "ok",
    "userTier": "developer",
    "total": 2439564,
    "startIndex": 1,
    "pageSize": 10,
    "currentPage": 1,
    "pages": 243957,
    "orderBy": "newest",
    "results": [
      {
        "id": "sport/live/2023/jul/22/county-cricket-yorkshire-v-sussex-essex-v-kent-and-more-live",
        "type": "liveblog",
        "sectionId": "sport",
        "sectionName": "Sport",
        "webPublicationDate": "2023-07-22T11:12:20Z",
        "webTitle": "County cricket: Yorkshire v Sussex, Essex v Kent, and more – live",
        "webUrl": "https://www.theguardian.com/sport/live/2023/jul/22/county-cricket-yorkshire-v-sussex-essex-v-kent-and-more-live",
        "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/22/county-cricket-yorkshire-v-sussex-essex-v-kent-and-more-live",
        "fields": {
          "headline": "County cricket: Yorkshire v Sussex, Essex v Kent, and more – live",
          "byline": "James Wallace",
          "thumbnail": "https://media.guim.co.uk/8e8858e53698ad92315dbf58d51b1af40921ce7a/0_150_4500_2700/500.jpg",
          "bodyText": "One brings two… Surrey take the spoils comfortably in the London derby. Some stat that – it is the first victory for the Three Feathers at Lord’s in First Class cricket in 26 long years. Remember Pierce Brosnan and that volcanic lava smouldering in Dante’s Peak? Remember Richard Ashcroft not giving an… inch on a busy East London pavement in the video to Bittersweet Symphony?? 1997 is a long time ago. BIG SIX ALERT! Tom Latham isn’t for hanging about at HQ. I heard that one from here. Ping. Essex get the job done in Cheltenham, a resounding win and a good team performance makes it four wins on the bounce for Tom Westley’s side. Surrey are closing in on victory at Lord’s. Will Jacks has rattled along to 42 runs off 33 balls and Tom Latham has serenely progressed to 18. Just six runs needed for the South-London side. Paul Walter survives the hat-trick ball from Qadri. Still, decent spirit shown from Kent at the last. Dan Lawrence smashed his first ball, and the first of the innings from Qadri, for a searing four all along the baize to the boundary down the ground. Ah. He’s now out caught for five off Grant Stewart. Adam Rossington goes too! The Essex opener tries a third reverse-sweep of his short innings but misses and is hit in front of all three. Well now – Hamidullah Qadri is on a hat-trick! Matt Critchley tries to smear his first ball away over the leg-side for a maximum but cloth’d it in the air, Qadri sprinting and swallow diving to pull off a truly magnificent caught and bowled! Rory Burns has perished at Lord’s, the lush haired left-hander playing a Suryakumar Yadav inspired scoop from way outside off stump but not quite nailing it and Tim Murtagh rolling back the years to take a fine tumbling catch that earnt a ripple of applause from the Middlesex faithful. Look away now Kent fans… Essex on the rampage at Chelmsford – three quick wickets mean the home side will chase 30 runs to chalk up victory! Sam Cook removed Qadri, well caught by Simon Harmer at leg-slip and then skittled Matt Quinn to leave Kent nine down. Harmer then finished the job by pinning Joey Evison lbw. Oooh, Dan Lawrence is coming out to open the batting for Essex. Sir Ali Cook evidently putting his feet up for the teensy chase. Middlesex get their first one! Jamie Smith, who batted so beautifully for his 138 in the first innings, plays something of a careless waft straight to Sam Robson at short mid-wicket. Dare to dream in North London? Perhaps not - Surrey need just 52 more. Very much the mood all over the country today: “*Live cricket klaxon* Essex v Kent” writes VirgilHilts BTL. Essex are looking to prise out three more wickets to set up a small victory chase. Joey Evison and Hamidullah Qadri are clinging on for the time being – Kent are 29 runs to the good. Hold on to your Sou’wester! There’s play at Lord’s! And Surrey are on a race against the rain to rack up the win. Abbott has just got rid of Tim Murtagh with the second ball of the day and Surrey come out under leaden skies needing 78 runs to win! Rain forecast in North-West London in the next hour or so… If batting is more your thing then have a gander at this knock from Harry Finch: Also, check out the turn on this delivery from Mitch Swepson. The reaction from Charlesworth says it all: Listen up tweakers: “Is there any prospect of any cricket at all, anywhere, today?” Asks Dr Cozzer. Right well, from my scouring of the weather apps it looks to be bad news all round at the moment but maybe there’s a glimmer of hope in a few spots later on? If you are out there and can see the hope of wet stuff relenting then get in touch and we’ll train all our focus there, sound ok? Scores (and results) On The Doors: DIVISION ONE Chelmsford: Essex 458-8dec v Kent 207 and 265-7 Lord’s: Middlesex 238 and 272-9 v Surrey 433 Edgbaston: Warwickshire 212 v Lancashire 327 and 182-6 RESULTS The County Ground: Somerset 351 and 56-1 BEAT Northamptonshire 180 and 224 by nine wickets Trent Bridge: Hampshire 166 and 344-5dec BEAT Nottinghamshire 100 and 294 BY 116 RUNS DIVISION TWO Derby: Derbyshire 443 and 89-0 v Durham 575 Headingley: Yorkshire 364-8dec v Sussex 216 and 236-7 Day one: Cheltenham: Gloucestershire 134-1 v Glamorgan 450-6dec RESULT Oakham: Worcestershire 178 and 169 BEAT Leicestershire 110 and 137 BY 100 RUNS Here’s something for you to read with your morning err eggs. Barney Ronay on Ian ‘Beefy’ Botham’s latest missive. Food for thought, especially for Durham you’d think… Which is all fine and evidence, in the most entertaining sense, of the enduring question: why would anyone care what Ian Botham says? How could it matter? This is simply Beefy, the pirate king, a maverick who doesn’t live by “the rules”, who says that’s what I think of your selection policy, that’s what I think of your independent, highly detailed report into racism in cricket. It is, despite the best efforts of the bridleway-blocking BBC bubble, still a free country. All of this probably explains why Botham’s surprisingly angry verdict on the Independent Commission for Equity in Cricket’s recent bombshell report passed without a great deal of comment this week. Botham, who tells it like it is, was speaking on the Up Front podcast to Simon Jordan, who, in similar vein, tells it like it pertains indubitably to exist in a state of current beingness. The key takeaway was that Botham is absolutely furious about the carefully sourced, highly detailed independent report, which found “deeply rooted and widespread forms of structural and institutional racism, sexism and class-based discrimination”, which confirmed emphatically the findings of the England and Wales Cricket Board’s first such report as long ago as 1997, which reflected exactly the separate testimony of people at all levels over the last three years of heightened attention. But which is, in Botham’s opinion, “nonsense” plus “a complete and utter waste of money” that has “definitely got it wrong”; a state of unshakable certainty he reached by reading “bits of it” before “throwing it on the floor”. Before we wade (ahem) into today let’s take a look at Tanya’s roundup of yesterday’s action to see where thing stand: Henry helps Somerset swat aside Northants A contented hum rose and fell at Cheltenham, much as the seagulls eyeing up the college pitch circled before bombing down in search of a crumb. Despite the coal-dust cloud that threatened just before 11 o’clock, play was undisturbed all day as Glamorgan dashed to 450 before declaring. A typically stylish 76 from Kiran Carlson, which included a six that bounced off the pavilion spire, was complemented by a beautifully timed 98 from Billy Root and 86 from Chris Cooke. With a deluge promised on Saturday, all Gloucestershire had to do was not collapse, and Chris Dent and Ollie Price duly played sensibly till stumps. It was all music to the two little boys playing cricket in a makeshift net as Benny the labrador, the first Gloucestershire member with a wet nose and fluffy tail, queued up for a free ice-cream from the van. Somerset completed a good week’s work by polishing off Northamptonshire by lunchtime. Matt Henry, hero of Saturday’s Blast final, finished with five wickets. Hampshire notched up their fifth Championship victory of the year, over Nottinghamshire, despite a busy 81 from Tom Moores. In Division Two it took Worcestershire only 25 minutes to grab the three wickets they needed to defeat Leicestershire. Josh Tongue’s five for 29 were his best figures of the summer. The main drama came when Leicestershire announced they would ask the ECB to look into taking disciplinary action against Worcestershire, saying they erroneously claimed the catch of Colin Ackermann on Thursday afternoon, despite “clear evidence” that the catcher grounded the ball. Elsewhere, Kent’s Harry Finch batted for five hours for 114 to keep Essex at bay; Keaton Jennings’s careful 64 helped Lancashire to a sizeable lead at Edgbaston; half centuries for Matthew Potts and Brydon Carse took Durham to maximum batting points for the fifth time on a dreamboat batting pitch at The County Ground, Derby. Middlesex were forced to follow on at Lord’s; Sussex resisted at Headingley. Hello and welcome to the Guardian’s Weather Watch County Cricket Blog. James Wallace here with you today taking the reins from the inimitable Tanya Aldred as she hotfoots it back to Old Trafford from Cheltenham to cover The Men’s Ashes… or more likely the biblical rainfall. It’s due to be wet wet wet all over the UK but we might get some pockets of action around and about, here’s hoping. Do let us know how it is looking near you in the comments. I’m currently slap bang in the middle of the Peak District after pootling out of Manchester on the rattler last night, I can confirm it is currently sloshing it down. Time for a coffee and a peruse around the grounds at the current state of play."
        },
        "isHosted": false,
        "pillarId": "pillar/sport",
        "pillarName": "Sport"
      },
      {
        "id": "football/live/2023/jul/22/england-v-haiti-womens-world-cup-2023-live-score-updates-lionesses",
        "type": "liveblog",
        "sectionId": "football",
        "sectionName": "Football",
        "webPublicationDate": "2023-07-22T11:11:59Z",
        "webTitle": "England v Haiti: Women’s World Cup 2023 – live",
        "webUrl": "https://www.theguardian.com/football/live/2023/jul/22/england-v-haiti-womens-world-cup-2023-live-score-updates-lionesses",
        "apiUrl": "https://content.guardianapis.com/football/live/2023/jul/22/england-v-haiti-womens-world-cup-2023-live-score-updates-lionesses",
        "fields": {
          "headline": "England v Haiti: Women’s World Cup 2023 – live",
          "byline": "Rob Smyth",
          "thumbnail": "https://media.guim.co.uk/e42baad01e70104110fb85a526c19ebd1af0a782/0_2_4396_2638/500.jpg",
          "bodyText": "76 min: England substitution A change up front, with the prolific Rachel Daly replacing Alessia Russo. 75 min England are having their best spell of possession in the second half. James beats Petit-Frere majestically on the left, only to cross too close to Theus. 74 min Kelly’s cross just evades Russo. They’ve been England’s most dangerous attackers. Ella Toone has had an odd game – not bad so much as anonymous. 73 min “I’m in France where, as you can imagine, they’re covering every match on terrestrial, as they do with the 6 Nations,” says Jeremy Boyce. “All the same, the match isn’t the most exciting so I’m mostly watching the Manchester rain on Geoff Lemon’s over-by-over commentary. Hard to tell which is the most/least interesting.” I’ll take that as a compliment. 72 min England pass the clock down for a couple of minutes, and why not. 70 min Walsh plays a lovely pass to find Kelly in space on the right. Her pass to the overlapping Bronze is blocked, but Kelly collects the loose ball and shoots wide from the edge of the area. 67 min Although Russo will be frustrated that she hasn’t scored, her hold-up play has been superb, particularly since half-time. She’s so good with her back to goal. 66 min For all Haiti’s threat on the break, and the lingering feeling that England haven’t played well, they still lead 8-1 when it comes to shot on target. 65 min The resulting corner ricochets around the area before reaching Bright, 12 yards out. She wallops a left-footed volley over the bar. As with Stanway’s shot in the first half, the ball wouldn’t come down for her. 64 min Stanway’s heading cross is met by the backpedalling Russo, who strains her neck muscles to force a looping header towards goal. Theus leaps to tip it over the bar, a pretty good save. 63 min Bright angles a fine lofted pass over the Haiti defence. Kelly controls it deftly on the run and cracks a shot that is well blocked by the substitute Mathurin. 63 min Lauren James has started on the left wing, with Kelly moving back to the right. 62 min For the umpteenth time tonight, England lose the ball in a dangerous position, Carter this time. Dumornay leads a three-on-one break, but her pass is slightly behind Mondesir and the attack peters out. Mondesir was offside anyway. 62 min: England substitution Lauren James replaces Lauren Hemp, who wasn’t at her scintillating best. 61 min “I want an Earps goalie shirt even more now!” says Carolyn Harris. 58 min: Theus denies Russo again! That was brilliant centre-forward play. Stanway drove a flat, angled cross towards Russo, back to goal in the area. Her first touch was magnificent – she chested the ball around the corner and turned Tabita Joseph in the same movement – and the second was a crisp low shot that Theus pushed round the near post. 58 min: Good save by Theus! Russo takes the ball off Batcheba Louis on the left edge of the area, cuts inside and drives a low shot that is saved at the near post by the diving Theus. 57 min “Of all VAR’s many crimes against the game, I really can’t be done with the effective rule change for keepers at penalties,” says Tom Hopkins. “The rule might have said ‘can’t come off your line’, but it really meant ‘don’t take the rise’. Penalising a little hop forward as the taker swings their foot is for the birds. “I also wonder how much of an extra advantage this micromanaging gives the better resourced sides. If you haven’t had specialist coaching on dragging your back foot along the line, do you even have a chance of saving a penalty any more?” 56 min Haiti are starting to boss the second half. Bright’s crossfield pass goes straight to Mondesir, who tries an extremely snapshot ambitious from 35 yards. Goalkick to England. 54 min Walsh makes a vital tackle on Dumornay, who was charging at a backpedalling England defence. For a 19-year-old, Dumornay is absurdly good. 53 min “Everyone in Canada thinks we need to top the group to avoid England.,” writes Gerard Kennedy. “Not sure about that but all the big sides look average so far. First-match jitters maybe.” 51 min Hemp is booked for a very poor tackle on Mondesir. It was a hack, essentially, and Mondesir is limping heavily when she gets to her feet. She should be able to run it off. 51 min “Re: predictions - don’t rule out Sweden,” says Tor Turner. “The USA looked beatable against Vietnam, and Sweden are a team capable of great things if it clicks on the night. It’s a tough ask, but they could well have the beating of them. Brazil are challengers too, should reach the semis and as we know, anything can happen...” 50 min: Good save by Earps! Dumornay bounces Bronze off the ball to give Haiti and a four-on-three break. She cuts inside from the left and whips a fierce curling shot from the edge of the area. Earps leaps to push it away, though the speed of the shot almost knocks her off her feet. 49 min The Haiti keeper Theus drags the ball confidently past the onrushing Russo. Her opposite number Earps did something similar in the first half. 48 min “Dumb question,” says Tom Stratford promisingly, “but is the general consensus goalkeepers come off their line at penalties inadvertently or because they do think they might be able to get away with gaining a marginal advantage by shuffling out a bit at the last minute? Previously I’d have said the latter but with VAR it now feels almost impossible to actually get away with it.” Yes, I’m pretty sure it’s inadvertent. A lot of these keepers have had very little experience of VAR, so their muscle memory probably needs a bit of work. 46 min Kelly and Hemp have swapped wings at half-time. Kelly, now on the left, nicks the ball just outside the area and drags it stylishly away from Tabita Joseph. Her cross hits a defender and bounces into the arms of Theus. 46 min No changes on either side at half-time. Haiti’s Roselord Bogella gets the match underway. Half-time correspondence “Here in New Zealand,” writes Dave Butler-Peck. “Trying to juggle putting my tired 12-year-old to bed whilst reading the updates on the app - feeling nervous in my England top as always!” “I know it’s not all about individual players, and it’s wrong and simplistic to say that a team is missing individual players,” begins Charles Antaki, “but at the the moment it’s all about England missing individual players. Is there some cryogenic advanced rehab/treatment to get Leah Williamson and Beth Mead back in time for the next game?” “Williamson is a big loss, she’s a cultured player with the ball, a great reader of play, has great positional sense and instills calmness, like a certain Mr B Moore (no, not Bryan) used to be for the men back in the day,” writes Jeremy Boyce. “She’s a complete package that is difficult to replace.” “Haiti have really surprised me here,” says Mark Harrison. “And on Dumornay - it’s a good thing for England that there’s only one of her, because she’s been the best player on the pitch by a distance so far. I’d also like to express some appreciation for the World Cup of Proper Stoppage Time 2 - Electric Boogaloo. It improves the viewing experience immensely.” “The crowd was booing (28 mins) because we had no idea why the individual brilliance from the underdog was waved off,” says Sam Litster. “Instead we got a VAR replay of a VAR penalty when we’re keen to watch some football!” “I’m with the MBM ‘cos I’m following from Spain,” says Chris Fowler, “and the national broadcaster’s commitment to the Women’s World Cup is not on the same planet as the men’s equivalent. Definitely a case of hunt the match. They gave us Zambia-Japan this morning, but no England-Haiti, and a fair number of the matches are on some platform called RTVE Play or something. In November-December you sometimes got the feeling that nothing was happening in the world but the World Cup, but the coverage of the women’s version makes you think that they asked the teaboy to organise it in his spare time.” Half-time reading “Go on then Rob, give us your picks,” says Jack Roe. “Winners, dark horses, surprise package?? Personally I’d love to see an England-Ireland second round and I think it’ll take something special to beat Spain.” With the caveat that I’m no expert, I can’t see beyond Spain or the USA for the winners. Dark horses: Japan. Surprise package: China. First, the good news: England lead through Georgia Stanway’s twice-taken, VAR-awarded penalty. But they have struggled to open up a determined Haiti defence, and were grateful for Roselord Bogella missing a great chance at 0-0. We shouldn’t be too critical, especially as it’s the first game of the tournament after a two-month break. But there were a few worrying signs in that half. The defenders were nervous and the attackers impatient. It didn’t feel like we were watching Sarina Wiegman’s injury. England! I meant Sarina Wiegman’s England! 45+9 min Stanway is booked for a late challenge on Pierre-Louis. 45+9 min There’s been an unusual lack of subtlety in England’s attacking play. Ella Toone, the team’s chief wit, has been very quiet. 45+6 min I’d love to know how many touches Keira Walsh has had in this half. It feels like she hasn’t been involved at all. I know I keep going about it but that is a real problem for England. They may need to think about playing with two No6s if it continues. 45+5 min This is Haiti’s best spell of the game. Dumornay surges into space down the right – England thought she fouled Greenwood – before looking up and lofting a cross towards Borgella near the penalty spot. She heads over under pressure from Bronze. That’s Borgella’s third sniff of goal tonight, through only the first one was a clear chance. 45+3 min “It’s a full house here in Manchester, venues have opened up early for fans and are doing a roaring trade in sneaky pints and full English breakfasts,” writes Tor Turner. “I’ve never seen so many people drinking lager at 10am (this is a lie, I regularly attend the cricket). “We are SHAKY at the back. Plenty of firepower up front, but our back line seems very disorganised. Our backstop is Mary Earps, who I consider to be a goalkeeper without compare (esp as a United fan), but there’s only so much she can do if the back line crumbles. Fingers crossed we sort ourselves out in short order.” Yes, they’ve been very jittery in defence. We shouldn’t forget that it’s Millie Bright’s first game since March. Even so, England are mmissing Leah Williamson’s influence as much as her ability. 45 min There will be nine minutes of added time. 44 min: Just wide from Borgella! Dumornay is a joy to watch. She works a short corner, moves impatiently past Kelly and lifts a dangerous cross that is headed wide by Borgella at the far post. There was a slight but crucial touch off an England head, without which Borgella may well have scored. 44 min Dumornay teases Bright in the area and crashes a low cross-shot that is put behind by the stretching Bright. Good defending. 43 min: Chance for Russo! Greenwood arrows a fine cross to the far post, where Russo pulls away from Mathurin, eight yards out, but then mistimes an attempted header. The ball hits her shoulder and flies wide. 43 min “A sleepy note in your hour of need,” says Ian Copestake. “Still waiting for VAR to make a decision to red card the American who was late on the Vietnam player. Looked a shocker to me but utterly ignored. Had roles been reversed I tell ya.” 42 min Most of England’s best work has been through Kelly and Bronze down the right. It’s all a bit disjointed though. They can play a lot better than this, and probably will once they get into the tournament. 41 min “Quite quiet in the stadium so far, in contrast to the party vibe outside the stadium,” writes Phil Udell. “Needs something to get the mood lifted. The incessant Fifa razzmatazz seems to dampen the atmosphere rather than enhancing it.” 40 min: Chance for Hemp! Stanway, 25 yards out, flips a lovely cross towards the unmarked Russo in the area. Russo can’t reach it but the ball drops for Hemp, who chests it tamely into the hands of Theus. Hemp was caught between a stooping header and a volley; in the end she did neither. 39 min Earps, who has had almost nothing to do so far, receives a backpass and calmly turns away from the onrushing Dumornay. And why not. 38 min Russo turns Tabita Joseph smartly on the left of the area and hammers a low cross that is claimed at the second attempt by Theus. 37 min “For a neutral it’s impossible to follow a match between two teams of such wildly differing resources without hoping for an upset,” writes Kári Tulinius. “And even though logic suggests a comfortable win for the Lionesses, the Grenadières seem full of self-belief. If they pull it off, it would have a good claim to be the greatest upset in World Cup history.” 36 min After a quick break from Haiti, Dumornay fresh-airs a spectacular overhead kick at the far post. As Sarina Wiegman flagged before the game, Haiti are dangerous on the counter. 36 min Jennfyer Limage is being stretchered round the perimeter of the pitch. She’s young enough (25) to get another chance, but it’s still a desperate twist of fate. 35 min “I’m here!” writes Carolyn Harris. “I’m watching in Flemish on Belgian TV and understanding only 50% of their commentary so I’m relying on your updates for the details. Exciting game so far!” That it is, a bit too exciting at times. 34 min That goal is England’s first in four games. They aren’t playing too well, in truth – they look, unusually for this side, like a collection of individuals rather than a team. The fact Keira Walsh is being marked out of the game is a big reason for that. 31 min: Haiti substitution Poor Jennyfer Limage has been replaced by Ruthny Mathurin. It looked like a bad injury, certainly a potential tournament-ender. After a bit of a palaver, Georgia Stanway puts England in front! She went the same way, to her left, but this time kept the ball on the floor. Theus went the wrong way. Good penalty though. 28 min: The penalty will be retaken! It was a fantastic save from Theus, diving to her right, but she was off her line when it was taken. There are boos from the crowd, though I’m not sure why. 28 min My word, Kerly Theus has saved Stanway’s penalty – but she may have been off her line. 27 min: Penalty to England Yep, it was handball by Batcheba Louis, a needless one at that. She jumped to challenge Bronze and forgot to pull her hands out of the way. 26 min: Another VAR check for an England penalty! Kelly’s deep corner seems to brush the fingers of Batcheba Louis, who was jumping to challenge Bronze. This will be given. 25 min Jennyfer Limage is being helped off the field in tears. This is so sad. I don’t think it was Russo’s fault – Limage stretched to make a tackle and ended up in the kind of position you usually see in a game of Twister. It looked like a knee ligament strain. 23 min Russo bullies Limage to win another corner for England. Limage has stayed down and locks in a fair bit of pain. 22 min “A nice night in Brisbane?” says Simon McMahon. “Happy for them, but 15 degrees, cloud, wind and perhaps no rain for at least a couple of hours is my preferred weather…” Don’t. I’ve been on that bloody weather app all night. 21 min Kelly’s dangerous cross from the right is pushed away desperately by Theus, who is clattered by Russo in the process. 20 min “I’m here Rob!” writes Joe Sampson. “Actually I’m currently walking in the hills in Asturias, Spain. So if you could let me know if anyone scores, I’d appreciate it!” It would be my professional duty pleasure. 19 min: No penalty! The referee announces and explains the decision to the stadium, one of the innovations in this tournament. Pierre-Louis has been booked for the studs-up challenge on Kelly, but the foul by Russo preceded that, which is why England don’t get a penalty. Confused? Splendid, now all I need are the last three digits on the back of the card. 18 min: It’s still being checked. Pierre-Louis was trying to shepherd the ball out of play and stuck her studs into Kelly’s shin. It was overzealous rather than malicious, but it wasn’t a nice challenge. Never mind the penalty, this could be a red card. Hang on, the plot thickens: Russo may have fouled Tabita Joseph just before Pierre-Louis’ tackle on Kelly. VAR check for an England penalty! Maybe Pierre-Louis’ challenge on Kelly wasn’t legitimate; it’s being checked by VAR. She didn’t need to make the challenge at all. The referee is going to the screen. 15 min Kelly’s deep cross is headed back across goal by Hemp towards Russo. Tabit Joseph shepherds the ball to safety, legitimately flattening Russo in the process, and then Pierre-Louis does the same to Kelly. 14 min: What a chance for Haiti! Oh my word, they should be ahead. Dumornay plays a beautiful reverse pass to put Borgella through on goal. She gallops away from Bright and Walsh, into the area, but slides a tame left-footed shot well wide of the far post. I think the flag went up after Borgella’s, but replays show she was definitely onside. 13 min England keep the ball for a couple of minutes. Eventually there’s a game of head tennis in the Haiti area before Stanway whacks the bouncing ball into orbit. She couldn’t get over it. 10 min The pace of the game is frantic, which probably suits Haiti more than England. Both teams, as Emma Hayes notes on ITV, have been a bit too eager. Human nature I guess; it’s the World Cup! 9 min Dumornay is limping after a heavy tackle from Russo. I think she’ll be okay. 8 min Anyone out there? 7 min Dumornay looks a threat. She’s marking Walsh whenever England have the ball, but as soon as it’s turned over she springs into space. This tactic of man-marking Walsh is a problem for England, because she makes the team tick. 6 min: Chance for Russo! Hemp wins the ball high up the field and tries to slide an angled pass through to Kelly. It’s cut out on the edge of the area, but the ball ricochets to Russo in space. She sweeps a first-time shot straight at Theus from around 15 yards. 4 min Kelly’s deep, inswinging corner is headed behind for another, this time on the right. Greenwood’s corner is headed back to hear; she whips in another cross that is headed away as far as Kelly, 25 yards out. She neatly makes room for a curling shot that is easily saved by Theus. 4 min Here’s our report of the earlier game, which ended Zambia 0-5 Japan. 3 min England break from that Haiti corner and win one of their own when Greenwood’s cross is put behind. Lively stuff. 2 min A nervous start from England. Bright plays a poor pass, then Toone is beaten too easily down the right. Dumornay drives a low cross that is put behind for a corner by Jess Carter. As expected, Carter is playing at centre-back with Alex Greenwood on the left. 1 min It already looks like Melchie Dumornay is shadowing Keira Walsh whenever England have the ball. That has become a popular tactic in recent months. 1 min Peep peep! After the obligatory countdown, Alessia Russo gets England’s World Cup campaign under way. Haiti’s last appearance at a World Cup – women’s or men’s – was in 1974, so this is an historic day for them. The ITV host Laura Woods tells us that some people in Haiti have been buying TVs purely to watch the World Cup. The players emerge from the tunnel and line up for the anthems. It looks like a nice night in Brisbane. Little brisk. England’s semi-final defeat to the USA four years ago feels like another lifetime. Pre-Covid, pre-Bazball, pre-something else forgotten. Today’s starting line-up has three survivors from that game: Lucy Bronze, Millie Bright and Keira Walsh, though Georgia Stanway also came off the bench. National treasure department The view from Brisbane Haiti’s Melchie Dumornay is arguably the best young player in the world, an attacking midfielder of rare charisma – on and off the field. Japan are hammering Zambia in their Group C game. You can follow the last few minutes with Sarah Rendell. Sarina Wiegman speaks [On picking Alessia Russo] It was really hard because we have three good centre-forwards, but I decided to go with Alessia. Lauren James was also close to starting. There’s huge competition on the wings, and today we’re starting with Lauren Hemp and Chloe Kelly. It’s really good that [Millie Bright] is back. She’s happy, we’re happy, and of course she brings lots of experience. Haiti have some things in their game that will threaten us. I hope we dominate the ball, and when we’re on the ball they can’t use that. They have speed and unpredictability in their game, and they’re reelly dangerous in transition so we want to defend that. The great Karen Carney will be writing for us throughout the World Cup. Here’s her column on England’s prospects. I have interviewed a couple of the players and everyone seems excited. The environment seems really good. A young or new player coming into this squad should be thriving because they are part of a winning team with an aura about them and working with a top manager. Browse our interactive guide! There are 736 players at this World Cup, and we have profiles of each and every one. Knock yourself out. But first, read about Haiti’s best player. Haiti have made one change from their warm-up defeat to South Korea a fortnight ago: Betina Petit-Frere replaces Chelsea Surpris at right-back. England (4-1-2-3ish) Earps; Bronze, Bright, Carter, Greenwood; Walsh; Stanway, Toone; Kelly, Russo, Hemp. Substitutes: Charles, James, Daly, Nobbs, Hampton, Wubben-Moy, Morgan, Coombs, England, Zelem, Roebuck, Robinson. Haiti (4-2-3-1) Theus; Petit Frere, Limage, T Joseph, K Louis; Jeudy, Pierre-Louis; B Louis, Dumornay, Mondesir; Borgella. Substitutes: Ambroise, Larco, Surpris, Moryl, E Joseph, Pierre-Jerome, Etienne, Ganthier, Eloissant, D Joseph, S Joseph, Mathurin. Referee Emikar Caldera Barrera (Venezuela). Sarina Wiegman has chosen Chelsea’s Jess Carter to replace Leah Williamson in defence. That probably means Alex Greenwood will play at left-back, though she and Carter are interchangeable. Alessia Russo is preferred up front to Rachel Daly; the rest of the team is pretty much as expected. In the early hours (UK time), the tournament favourites USA started their campaign with a routine 3-0 win over Vietnam. Jeff Kassouf was there for us. The 2011 champions Japan are playing their opening game against Zambia as I type. You can follow that one with Sarah Rendell. Read Sophie Downey’s preview The return to fitness of Millie Bright provides a strong boost, not only in terms of her presence in central defence but also her leadership. Wiegman’s big dilemmas remain, however, and relate to who Bright’s defensive partner will be and who will play at left-back. Alex Greenwood, appearing in her third World Cup, would be the more experienced option in the centre. She has enjoyed a strong season, ever-present in that position with Manchester City. But Wiegman has at times preferred to use Chelsea’s Jess Carter in the middle, placing Greenwood to the left in the position where she started her international career. Hello and welcome to live, minute-by-minute coverage of England v Haiti at the Brisbane Stadium. England are European champions and third favourites to win the World Cup, yet it feels like they are coming into the tournament with a bit of a whimper. There’s no hype, no hoopla, nobody wearing a union jack onesie on the high street. For a variety of reasons, not least the inexorable passage of time, the euphoria of that life-affirming day at Wembley has faded a little. The most important, always the most important, involves the players. England are without four of the XI that started the final against Germany. Ellen White has retired; Beth Mead, the captain Leah Williamson and Fran Kirby are all out of the tournament with knee injuries. There’s also no Jill Scott, who came off the bench in that final to dispense some Anglo-Saxon. When you lose players of that quality, there is always going to be a period of adjustment. England’s 30-game unbeaten run ended with defeat to Australia in April, and they have failed to score in the last three games. There has also been public discord about everything from availability to bonuses to the commerical viability of Mary Earps’ shirt. None of these problems are insurmountable, though, and the mood music will change very quickly if England start winning games. They start their campaign against the World Cup debutants Haiti, who are ranked 53rd in the world. Haiti have a number of France-based players, including Lyon’s marvellous teenage midfielder Melchie Dumornay. But it will be an almighty surprise if England don’t win today. Denmark and China are the other teams in Group D, so England are favourites to go through as winners. Australia, Canada, Nigeria or the Republic of Ireland would be their opponents in the last 16. A statement win today would remind everyone that England are serious contenders to win this thing. Kick off 10.30am BST/7.30pm AEST."
        },
        "isHosted": false,
        "pillarId": "pillar/sport",
        "pillarName": "Sport"
      },
      {
        "id": "sport/live/2023/jul/22/the-ashes-2023-england-v-australia-fourth-test-day-four-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
        "type": "liveblog",
        "sectionId": "sport",
        "sectionName": "Sport",
        "webPublicationDate": "2023-07-22T11:11:35Z",
        "webTitle": "The Ashes 2023: England v Australia, fourth Test, day four hit by rain – live",
        "webUrl": "https://www.theguardian.com/sport/live/2023/jul/22/the-ashes-2023-england-v-australia-fourth-test-day-four-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
        "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/22/the-ashes-2023-england-v-australia-fourth-test-day-four-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
        "fields": {
          "headline": "The Ashes 2023: England v Australia, fourth Test, day four hit by rain – live",
          "byline": "Geoff Lemon (now) and Tanya Aldred (later)",
          "thumbnail": "https://media.guim.co.uk/8b2d7e7fa90f67d45e1e3ab21cf748d8ff47eccd/0_445_4140_2485/500.jpg",
          "bodyText": "“On honeymoon in the Azores, I am furtively following the OBO in between volcano visits, hot spring baths and whale sightings... also trying to explain to my lovely wife that my suffering and angst re the cricket has nothing to do with her and that it started long ago as a kid when I would ignore my mother’s pleas to go outside and get some sun and tell her to close the curtains as I couldn’t see the screen...” Terry. Go outside and get some sun. And a massage. And a drink with an umbrella in it. There is no cricket here. “I am in Moscow where I’ve heard it said that the powers that be ensure that it never rains on the Victory Day parade on May 9th. Does such technology exist and would it be in accord with the spirit of cricket if our government or anyone else tried to use it?” asks Derek. Might be better than the giant drone-towed tarpaulin idea. Might be just the tiniest gap in quality between those two, but the visual works. The best update from the ground so far: sitting alone in the middle of the empty Party Stand, getting soaked, is a bloke with a beard and a nautical hat dressed as Captain Birdseye, and five friends dressed as fish fingers. “Let’s not overthink this or get overemotional, Geoff,” commences Paul Griffin. “It’s just a game, albeit a glorious, storied one. But at least what happens with the weather over the next 36 hours will clarify, with certainty, and in perpetuity, the existence or otherwise of a just, benevolent God.” “Good morning Michael Fish,” writes the intriguingly monikered Showbizguru. “As always the post-stumps deadline-approaching writing from the Guardian team last night was outstanding. Amongst it all this paragraph from Barney Ronay caught the eye. Sublime.” ‘How maddening for Australia, a place of grizzled truisms, points of red ball honour handed down like a tear-stained baggy green, to find themselves being chased around the set by blokes in bucket hats who feel they’ve won when they’ve lost, who are basically doing this for the vibes, who even have the gall in the middle of it all to preach about doing the right thing.’ There is something to that. “As a windsurfer and an optimist,” writes Hugh, “I find myself chasing weather forecasts to find the place that will be windy enough for a trip in the time I have available. This has taught me a key truth: you can always find a forecast that predicts what you want. “Which is also how I got incredibly drunk in The Doghouse, Kennington, on a very obviously rainy day a number of summers ago when some crucial oval Test match was rained off, rather than admitting that there was little point in travelling up to London.” Yes, I am definitely picking up a theme with our readers. What is it with OBO readers? Are we all a bunch of lushes? Is there a health intervention needed? Viz, Michael Robinson: “Enough of your fancy radars and whatchamacallits. From where I’m sitting (lying hungover on my sofa) the rain is lighter than it was when I first woke up, but doesn’t like it’ll stop for at least a bit.” Highly specific. “I have a blistering hangover (still) and it is 30+ and humid here in Kanazawa,” groans Adam Foster. “I demand the rain gods offer me solace with four hours of uninterrupted play. Everyone wants 2-2 at the Oval, even you Geoff…” Me? I’m a cricket writer, of course I do. Those four hours might yet come tomorrow. Keep the hangover ticking over till then. Here’s a rain game: if Jonny Bairstow is Duleep Mendis, which 1970s-80s Sri Lankan cricketers correspond to the rest of the squad? Time for some correspondence, then. The covers are well entrenched at Old Trafford and four poor buggers in red cots are standing out there under umbrellas guarding the pitch from the zero people around. One has the raincoat / poncho / umbrella trifecta. Come at me, rain. Rob C is in Wheeo. “Watching Bairstow’s totally redemptive bottler of an innings last night and then listening to you and Adam describe him in your Final Word podcast this morning prompted me to think: is Jonny Bairstow the batter a latter day Duleep Mendis? Duleep, who had an eye like a stinking fish when he was ‘on’, along with Eddie Hemmings, is one of my favourite all-time (non-Australian) players. They both ‘enjoyed their cricket’ and I suspect Jonny does too. I’m warming to him.” He was fun in the press conference, and the after play radio stuff, the works. Both barrels, all directions. If a quiet moment presents itself I’ll put the Duleep Mendis comparison to him. Not sure he’s given that one much thought. Here’s a thought. Those rainfall probability numbers in all of your apps – does anybody know what those numbers actually mean? Last from our slate of writers, the subject of the hour – Bairstow being Very Mad, and taking that out on a passing cricket team. This one from Andy Bull. Ok, it’s 11am and I must concede that we are not going to start on time. I wouldn’t disagree with that assessment. It’s been quite impressive to see how completely Australia lost cost control in this one innings, after mostly keeping things together in the series to date. And if for any reason you have time to fill, here’s the Final Word wrap podcast from stumps yesterday. Barney Ronay wrote about the duelling philosophies of this series, and how England’s has regained the ascendancy. “And that pressure has been gruelling. Australia were ragged in the field in the afternoon session. Pat Cummins, usually so startlingly handsome and bright-eyed, spent Friday wandering around looking as if he’s been sleeping in his car.” Jonathan Liew spent his day thinking about Harry Brook, because why not look below the headlines for the interesting subplots. Brook has been a significant player these last few weeks, after his grand entrance to Tests in the months before that. Simon Burnton has the press conferences, with Jonny Bairstow being a little fired up and Josh Hazlewood saying yes please, rain. Which means that first of all, we should prepare for our day’s play* by catching up with everything from yesterday. Begin, as ever, with the cleansing sorbet of Ali Martin and his world famous match report. That said, your initial weather update is that it is hosing all over the joint. Today has been pitched as the big grudge match: AccuWeather versus The Met Office. So far the Met’s more pessimistic forecast is winning, damp palms down. Let’s pretend we’re going to start at 11! Alright, pals. We know the drill. We know there’s rain about. But for the first part of this live blog whatchamacallit, we’re going at act as though none of that is happening. We’re going to pretend it’s sweet. We’ll play nice. Capiche? It’s the fourth Ashes Test. It’s day four. England have the match in their grasp. Four wickets down, the Australians, which is a massive dent even if they do bat until eight. Well in arrears, to the tune of 162 runs. Meaning England just need to take six more wickets, and maybe to chase something if Australia are good enough to get that far. It’s down to whether the weather allows."
        },
        "isHosted": false,
        "pillarId": "pillar/sport",
        "pillarName": "Sport"
      },
      {
        "id": "lifeandstyle/2023/jul/22/dan-smith-looks-back-bastille-success-was-unexpected-and-i-was-a-nervous-wreck",
        "type": "article",
        "sectionId": "lifeandstyle",
        "sectionName": "Life and style",
        "webPublicationDate": "2023-07-22T11:00:11Z",
        "webTitle": "Dan Smith looks back: ‘Bastille’s success was unexpected, and I was a nervous wreck’",
        "webUrl": "https://www.theguardian.com/lifeandstyle/2023/jul/22/dan-smith-looks-back-bastille-success-was-unexpected-and-i-was-a-nervous-wreck",
        "apiUrl": "https://content.guardianapis.com/lifeandstyle/2023/jul/22/dan-smith-looks-back-bastille-success-was-unexpected-and-i-was-a-nervous-wreck",
        "fields": {
          "headline": "Dan Smith looks back: ‘Bastille’s success was unexpected, and I was a nervous wreck’",
          "byline": "Harriet Gibsone",
          "thumbnail": "https://media.guim.co.uk/0c2b7c3049dddfc9f51fb233374f65ce85edbfd8/0_1414_4221_2531/500.jpg",
          "bodyText": "Born in London in 1986, Dan Smith is the frontman of Bastille. After touring pub gigs and open mic nights, Smith formed the band with Chris Wood, Kyle Simmons and Will Farquarson in 2010. Armed with global hit single Pompeii, debut album All This Bad Blood reached No 1 and became one of the biggest selling records of 2013. With over 1bn Spotify streams, the band have since put out four LPs, and Smith has co-written with the likes of Olly Murs and Rag’n’Bone Man. The band are touring their debut for their 10th anniversary this summer. This image frames me as some kind of sporty kid, when I was actually the opposite. In a horribly gendered way, my school decided that every boy had to get their official photo taken while kicking a ball, and every girl had to get theirs taken while shooting a ball into a netball hoop. Immediately after this shot was taken, I kicked the floor hard and fell over, which was embarrassing. I was so bad at sports and super self-conscious about it. My parents are from South Africa. Mum was a folk singer who paid her way through law school with music, while my dad was the captain of every sports team. Growing up, I took after my mum in terms of creativity. I did a bit of concert singing and while I wasn’t the type to be dancing in front of my parents in the living room, I loved GCSE art and I was obsessively into all different types of culture, especially video games and comics. I had a little group of mates and we were weirdos – not quite nerds as we weren’t particularly academic, but we liked left-field music. Because I wanted to be a film journalist, I’d spend a lot of time trying to make my friends care about arthouse films. I thought I could probably avoid sports for ever, but football kept following me around. A bunch of Bastille songs have been used in Fifa games, probably because the music sounds euphoric in spite of the fact the lyrics are often not so uplifting. Because of that affiliation we got booked to do Soccer AM when our debut was released. Part of being a guest on the show involved having to shoot a penalty. I wasn’t even sure if I could kick a ball straight, so having to do it live on TV was the ultimate waking nightmare. I completely shunted it and it went 2ft to the left. Every football lover and lad in the country saw it. I’ve not yet been able to live it down. A lot of being in a band is out of my comfort zone. There was a huge amount of deflection in the beginning from me: I loved making songs from my bedroom and naively wrote an album without thinking about where it might end up. But part of the architecture of the music industry is performing your songs on a stage, so it’s something I’ve had to adjust to. I loved going to festivals and watching indie bands when I was a teenager, but when it was time to take Bastille’s music on the road, it was an odd sensation. For a long time I felt as if I belonged in the audience, that I was supposed to be on the other side of the barrier. While I was studying English at university, a friend heard my music and entered me into a competition, which is how I got my first live gig. When I did it, I had to get shit-faced just to force myself to get on stage. I would tap a loop pedal and coordinate four different instruments. That, plus a bottle of wine, didn’t really lead to the best show. But people were encouraging, so I kept on going. Once the band got bigger, I would often walk on stage and my hearing would stop. I could detect noise but I couldn’t place any pitch within it which, as a singer, is a nightmare. The last time we played Alexandra Palace in London I went completely deaf in one ear. It’s probably a form of a panic attack and a strange irony that everyone else in the room is having a good time, but I’m the guy in the middle with the drama going on in his head. A lot of my on-stage anxiety comes from that same self-consciousness I had as a little boy. I get worried about my voice, which doesn’t always do what I want it to do and can be temperamental. I’m also incredibly clumsy and everything that could have gone wrong at a show has happened: I’ve fallen over, I’ve got stuck on top of speakers, I’ve electrocuted myself and have accidentally jumped on broken glass and cut my foot open. I’m lucky to have a band who’ve always loved playing live, though, so they’ve been my motivation. At the start of Bastille, I really wanted to retain some anonymity. I didn’t want to be in the videos or the artwork and would have preferred to have had the songs shape their own independent world. But you can’t hide for ever. Our music took off organically – we were getting traction on blogs while we were playing toilet venues around the country and sleeping on people’s floors. I had thought that playing Shepherd’s Bush Empire was the apex, but before our album had even come out we’d sold it out twice. I’m a naturally pessimistic person so throughout this entire period I thought Bastille was going to fail. I was convinced it was going to fall apart, which I’m sure was hard-going for the rest of the band to hear. There was also a lot of confusion from the press about what we were: we had tracks featuring weird piano, and others that sounded like the Lion King; it was hard to categorise us. As a result it took me a while to accept that we’d achieved something or that we belonged. Bastille now have a song that is known pretty much in every country around the world. Thankfully nobody would know it to look at me. Ten years on, I realise there are so many things I should have enjoyed more at the time. I feel so lucky that we get to take our first album on tour again, and the first night on this new run of dates turned into one of the most surreal and happiest moments I’ve had. I was watching the crowd, 8,000 people in Dublin, singing every single word back. It was the first time I’ve ever felt present and I walked off stage with a huge smile. A decade ago, I was such an anxious wreck. Because Bastille’s success was so unexpected, I wasn’t ready and I wasn’t enjoying it. To relive these songs now leaves me in the best mood. I’m still not that comfortable on stage. I look confident because I move around a lot – I think it’s my body’s way of trying to distract myself from what I’m doing. But there’s something about being a bit older and calmer, and having a bit less pressure that’s made me feel more grateful this time around. That shift in perspective made me think of this photo of me as a boy, too – the awkwardness and embarrassment, and how, one day, it might all fade away."
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      },
      {
        "id": "music/2023/jul/22/classical-home-listening-sakuntala-trio-schubert-complete-string-trios-resonus-review-guacamaya-songs-and-chamber-music-from-mexico-jamie-macdougall-mr-mcfalls-chamber",
        "type": "article",
        "sectionId": "music",
        "sectionName": "Music",
        "webPublicationDate": "2023-07-22T11:00:11Z",
        "webTitle": "Classical home listening: a Schubert first and a Scottish-Mexican love affair",
        "webUrl": "https://www.theguardian.com/music/2023/jul/22/classical-home-listening-sakuntala-trio-schubert-complete-string-trios-resonus-review-guacamaya-songs-and-chamber-music-from-mexico-jamie-macdougall-mr-mcfalls-chamber",
        "apiUrl": "https://content.guardianapis.com/music/2023/jul/22/classical-home-listening-sakuntala-trio-schubert-complete-string-trios-resonus-review-guacamaya-songs-and-chamber-music-from-mexico-jamie-macdougall-mr-mcfalls-chamber",
        "fields": {
          "headline": "Classical home listening: a Schubert first and a Scottish-Mexican love affair",
          "byline": "Fiona Maddocks",
          "thumbnail": "https://media.guim.co.uk/fb9dcdb60f307c78ae5e6311b9c559a6ff923e60/0_268_3982_2389/500.jpg",
          "bodyText": "• At first glance, another Schubert trios disc. On investigation, one of the more intriguing of recent chamber music releases, full of curiosity and fine playing. The Sakuntala Trio’s debut disc, Franz Schubert: The Complete String Trios (Resonus), with three Fantasias by Henry Purcell, features the world-premiere recording of Schubert’s String Trio in B flat, D.471, in a completion by Brian Newbould. Only the first movement and part of the slow movement were finished at the time of the composer’s death. The other Schubert work is the Trio in B flat, D.581 in the second version. Newbould’s notes explain all the background and what to listen out for, but the priority here is to highlight the attentive, detailed performances by these string players. Dynamics and accents are keenly observed, without exaggeration. Gut strings and confined use of vibrato create a lean, lithe sound – characteristics that suit the Purcell too, in transcriptions by Peter Warlock. Every aspect of the recording quality (it was made in St Silas church, Kentish Town, London) is admirable. • With a longstanding devotion to the music of Latin America, the Scottish tenor Jamie MacDougall wanted to collaborate on a recording. He argues that the classic songs of turn-of-last-century Mexico equal the American songbook in importance. They certainly burst with charm and character. Some form the centrepiece of Guacamaya: Songs &amp; Chamber Music from Mexico (Delphian), in which MacDougall is joined by his compatriots and fellow Latin music enthusiasts Mr McFall’s Chamber. This versatile group – here, a string quartet with percussion, piano and double bass – have a strong sideline in South American music, so ensemble and singer are well matched. Eight composers are featured in a wide range of styles, from drawing room culture to folk, bolero and bordello, with compositions dating from 1912 to 1993. Instrumental music is interwoven, by Javier Álvarez, Joaquín Gutiérrez Heras, Arturo Márquez, Silvestre Revueltas and others. The songwriters to note are Manuel Ponce, María Grever (who had success in Hollywood) and Agustín Lara, whose Granada is the most familiar track: hot, passionate and with a lingering hint of the bullfight. • Pick of the Proms: tomorrow at 2pm, the American countertenor Reginald Mobley and pianist Baptiste Trotignon perform traditional American spirituals, from Sage, Gateshead. On Wednesday the Hallé, conducted by Mark Elder, perform Rachmaninov’s The Bells and Shostakovich’s Symphony No 5; on Thursday the City of Birmingham Symphony Orchestra with their new conductor, Kazuki Yamada, perform Stravinsky and Orff, returning on Friday for a Bollywood tribute to the late Lata Mangeshkar, one of India’s best-loved singers. All on Radio 3 and BBC Sounds."
        },
        "isHosted": false,
        "pillarId": "pillar/arts",
        "pillarName": "Arts"
      },
      {
        "id": "lifeandstyle/2023/jul/22/this-is-how-we-do-it-gearing-up-for-sex-requires-stepping-out-of-our-everyday-personas",
        "type": "article",
        "sectionId": "lifeandstyle",
        "sectionName": "Life and style",
        "webPublicationDate": "2023-07-22T11:00:10Z",
        "webTitle": "This is how we do it: ‘Gearing up for sex requires stepping out of our everyday personas’",
        "webUrl": "https://www.theguardian.com/lifeandstyle/2023/jul/22/this-is-how-we-do-it-gearing-up-for-sex-requires-stepping-out-of-our-everyday-personas",
        "apiUrl": "https://content.guardianapis.com/lifeandstyle/2023/jul/22/this-is-how-we-do-it-gearing-up-for-sex-requires-stepping-out-of-our-everyday-personas",
        "fields": {
          "headline": "This is how we do it: ‘Gearing up for sex requires stepping out of our everyday personas’",
          "byline": "As told to Kitty Drake",
          "thumbnail": "https://media.guim.co.uk/8d66f77ae6c95b6c5d7584a28b5912f859932555/8_0_1483_890/500.jpg",
          "bodyText": "Leon, 52 She likes to tell me the story of one of her previous conquests while I am having sex with her I was 49 when I met Jenica. The longest I had ever lived with someone else was six months, after which point I tended to run for the hills, so I don’t have a frame of reference for what your sex life should look like in a marriage. In a way, those small, everyday moments with Jenica feel more novel and precious to me than a night of wild sex because I’ve never experienced this level of closeness with another person before. The sex is just as inventive as it was when we first met two years ago, but it certainly happens less frequently now. We live together and recently got married, and now it’s very common for us to go weeks without doing it at all. Friends say to me, “You’re newlyweds: you should still be sleeping together at least three times a week”, which makes me worry we are abnormal. But it’s not like I’m dying to do it and she says no, or vice versa. It’s just that often we’re exhausted and wind up eating a pizza and watching silly television. Jenica has the gift of the gab, which makes her the master of dirty talk. We like to play a game where Jenica tells me the story of one of her previous conquests while I am having sex with her. I tell her about other women I’ve slept with, too. The forbidden nature of this game is addictive. We’ve played it so many times we’re running out of previous conquests to talk about. Gearing up for sex requires stepping out of our everyday personas, and one way to do that is to get dressed up when we go out. I’ve always loved watching Jenica get ready. There’s a certain leotard in her wardrobe that is a kind of secret signal between us. If it’s on, the sex is on. Usually, I’ll go down on her before we leave the house but she’ll make me wait until we get home for full sex. When we’re out of the flat I’ll catch myself touching her like she’s my girlfriend, not my wife. It’s fun to play with each other’s expectations like that, and build up suspense. It’s important to both of us that sex doesn’t become some kind of sloppy release. I can masturbate if I need an easy orgasm, but I want sex with Jenica to be hot and special. Jenica, 38 Picturing him with someone else lets me recapture the feeling of first meeting him Leon and I aren’t keen on quickies: we like to make sex a bit of an occasion. From the very beginning of our relationship, we have enjoyed acting out elaborate sexual scenarios together. I will pretend to be a sexy next-door neighbour and we will role-play him interrupting me in the shower; or we’ll meet in a hotel bar and pretend to be strangers, hooking up for a one-night stand. Leon is a very creative and funny person, and it’s a thrill making up alternative personalities together and conjuring up scenarios out of thin air. We get a similar kick out of simply dressing up as ourselves, and getting dolled up for a night out. We both work from home so Leon has grown accustomed to seeing me in sweats, with no makeup on. It’s quite a shock for him when I do my hair, and put my high heels on. In a past life I wore a lot of outrageously tiny outfits, so I’ll dust one of those off every now and again and Leon will get excited. I like it when he dresses up in his finery, too. It allows me to see him from the outside again, although I know him inside out. Perhaps that’s why I like it when he tells me stories of other women he’s been with while having sex with me. Picturing him with someone else lets me recapture the feeling of first meeting him, when everything about him was a mystery. It’s exciting hearing about how much another woman wanted him, and knowing it’s me who has got him now. He’ll talk to me about what he did with some other woman in so much detail it’s like I’m watching him in bed with her, while he’s actually inside me – which is trippy, but erotic. We used to have sex every day; now it’s more like once a fortnight, but Leon worries about that more than I do. He’s never really lived with a partner before, whereas I have so I know this is normal We live a completely different lifestyle to when we first met during lockdown, when we were both unemployed. I think it’s good not to force sex for the sake of fulfilling some kind of optimum weekly figure, because then it becomes a chore. But when we go away on holiday it’s completely different: we roll in the hay every afternoon, because we have no responsibilities. Would you and your partner like to share the story, anonymously, of your sex life?"
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      },
      {
        "id": "politics/2023/jul/21/tory-election-victory-hopes-hit-by-shattering-byelection-defeats",
        "type": "article",
        "sectionId": "politics",
        "sectionName": "Politics",
        "webPublicationDate": "2023-07-22T10:33:15Z",
        "webTitle": "Tory election victory hopes hit by shattering byelection defeats",
        "webUrl": "https://www.theguardian.com/politics/2023/jul/21/tory-election-victory-hopes-hit-by-shattering-byelection-defeats",
        "apiUrl": "https://content.guardianapis.com/politics/2023/jul/21/tory-election-victory-hopes-hit-by-shattering-byelection-defeats",
        "fields": {
          "headline": "Tory election victory hopes hit by shattering byelection defeats",
          "byline": "Pippa Crerar  and Helen Pidd",
          "thumbnail": "https://media.guim.co.uk/1771575f3aa64d882453375298153187d90a00d8/0_113_3500_2101/500.jpg",
          "bodyText": "Rishi Sunak’s chances of guiding the Conservatives to victory at the next general election looked increasingly slim on Friday after his party suffered two shattering byelection defeats. Labour gained its second biggest swing from the Tories since 1945, overturning a 20,000-vote Tory majority in Selby and Ainsty, with the Liberal Democrats also toppling the Conservatives in the previously safe West Country seat of Somerton and Frome. Keir Starmer, the Labour leader, said the Tory defeats showed voters had let out a “cry for change” despite narrowly failing to take Boris Johnson’s former Uxbridge and South Ruislip seat by 495 votes, amid unrest over the expansion of the ultra-low emission zone (Ulez) charge on high-polluting vehicles. Sunak said on a visit to Uxbridge on Friday that the result, which left the Tories clinging on to the seat after a 6.7% percentage point swing to Labour, showed the general election was still up for grabs and insisted he would “double down” on his approach. “Westminster’s been acting like the next election is a done deal,” the prime minister said. “The Labour party has been acting like it’s a done deal, the people of Uxbridge just told all of them that it’s not.” However, the results underline the extent to which the national mood has turned against Sunak’s party, promptings fears among demoralised Tory MPs and activists that – without a dramatic change in fortunes – support may not return in time for next year’s general election. Sunak is expected to face two more byelection tests later this year in Nadine Dorries’s Mid Bedfordshire seat and Chris Pincher’s Tamworth constituency. The results across all three constituencies on Friday morning put the governing party 21 percentage points behind on average, similar to national polling which puts them on course for election defeat. However, the Labour’s delight was notably tempered by its failure to take Uxbridge from the Tories, with some in the party blaming the decision of the London mayor, Sadiq Khan, to extend the Ulez to the capital’s suburbs. Starmer urged Khan to “reflect” on the implementation of the Ulez extension, although Labour sources said there were no plans to water down its own green policies, insisting the £28bn plan to invest in green jobs and industry would help with the cost of living. Khan defended the expansion, which comes in at the end of August, saying he was “determined to clear the air in London”, but acknowledged he was “disappointed” that Labour had failed to win the west London seat. Sunak faces his own battle over green policies, with Tory sceptics arguing the government should abandon its plan to ban the sale of new petrol and diesel cars from 2030, while environmentally minded MPs urged him to hold firm on net zero commitments. The prime minister spent the rest of Friday working from Downing Street, but put off a mooted cabinet reshuffle until a future date. Instead, he will have been pondering over how to boost the fractured and despondent Tory vote ahead of next year. In a night of high drama, Keir Mather, Labour’s 25-year-old candidate in Selby and Ainsty, overturned a 20,137 Tory majority to win by 4,161 votes, a historic 23.7 percentage points swing. Starmer travelled to Selby Town football club in the North Yorkshire constituency – 237th on Labour’s target list and just a few miles from Sunak’s own seat – to celebrate the record victory, which was helped by the fact that thousands of Tory voters stayed at home. “You voted for change. You put your trust in the Labour party, and we hear you,” he told party supporters. “We hear that cry for change away from the chaos, away from those rising bills, the crumbling public services – a cry for change and we will deliver.” In Uxbridge, the Tory candidate Steve Tuckwell, a local councillor, won by just 495 votes – well down on the 7,210 majority won in 2019 by Boris Johnson, who quit the seat after the privileges committee found he had lied to parliament over the partygate scandal. The Liberal Democrats were also celebrating after a 29 percentage point swing in Somerton and Frome saw a 19,213 Tory majority turned into an 11,008-vote cushion for new MP Sarah Dyke. On a victory visit to Frome, Lib Dem leader Ed Davey said the result showed his party was once again a force in its former West Country heartland, as he became the first leader since Paddy Ashdown in the run-up to the 1997 election to win four byelections. Calling for a general election “to end this Conservative circus”, he pretended to light a circus cannon adorned with the slogan “Get these clowns out of No 10” as yellow confetti was sprayed across dozens of party supporters. There was clear evidence of tactical voting by Labour and Lib Dem voters in both the Selby and Somerton contests, potentially spelling further bad news for the Tories if repeated at the general election. The Lib Dems came sixth in Selby, while Labour came fifth in Somerton, with a vote share so low the party lost its deposit. The Greens, meanwhile, took third place – albeit distantly – in all three seats. Siân Berry, selected by the party to fight their sole parliamentary seat, said Labour’s seeming shift to the right under Starmer would improve their chances of holding Brighton Pavilion at the next election. On a visit to the Rumbling Tum cafe in Ruislip, Sunak, who had just avoided becoming the first prime minister since 1968 to lose three byelections on the same day, welcomed the narrow win after a poor showing by his party across the three contests. “Byelections, midterms for an incumbent government are always difficult. They rarely win them,” he said. “The message I take away is that we’ve got to double down, stick to our plan and deliver for people.” However, Tory MPs returning to their constituencies for the summer will now have to explain to local members how the Tory leadership plans to get back on track against a backdrop of falling living standards, struggling public services and the economy faltering. Additional reporting by Sammy Gecsoyler and Mabel Banfield-Nwachi"
        },
        "isHosted": false,
        "pillarId": "pillar/news",
        "pillarName": "News"
      },
      {
        "id": "environment/2023/jul/22/young-country-diary-helping-a-hedgehog-make-a-home",
        "type": "article",
        "sectionId": "environment",
        "sectionName": "Environment",
        "webPublicationDate": "2023-07-22T10:01:09Z",
        "webTitle": "Young country diary: Helping a hedgehog make a home | Aditi",
        "webUrl": "https://www.theguardian.com/environment/2023/jul/22/young-country-diary-helping-a-hedgehog-make-a-home",
        "apiUrl": "https://content.guardianapis.com/environment/2023/jul/22/young-country-diary-helping-a-hedgehog-make-a-home",
        "fields": {
          "headline": "Young country diary: Helping a hedgehog make a home",
          "byline": "",
          "thumbnail": "https://media.guim.co.uk/2e843dc887f64ad7b659a84d45fea5ae0b483405/878_675_5791_3475/500.jpg",
          "bodyText": "Gardens aren’t just home to plants. In the back of our garden there was a cordyline, a large green and yellow grass plant. Our cordyline was huge, and had long, vibrant blades with orange, spiky flowers. One evening, my brother and I noticed some murky brown spikes under the plant. We went closer to investigate … it was a little hedgehog! We had our very own pet! We named him Hoggy, and looked out for him every day. The hedgehog used to explore all around the garden, sometimes disappearing for a few days, but he always came back. He only come out at night, as hedgehogs are nocturnal. We would often find his footprints around the plants. Although Hoggy lived mostly under the cordyline, we made more spaces for him to explore and enjoy, as we wanted him to feel at home. We let leaves gather near the shed. My brother and I put twigs and pieces of wood in little piles so that Hoggy could eat the insects hiding under them. We loved having him in our garden. One night we all woke up to loud barking coming from our garden. We ran down to see what the commotion was. There we saw our puppy looking confused, staring at a rolled-up ball of spikes in the grass. So we took our pup inside and let Hoggy scurry away to a safe space. Aditi, 11 • Read today’s other YCD piece, by Robyn, 10: ‘Crunchy gooseberries and a peaceful pond – I love our school garden!’"
        },
        "isHosted": false,
        "pillarId": "pillar/news",
        "pillarName": "News"
      },
      {
        "id": "money/2023/jul/22/uk-car-insurance-save-renew-black-box-policy",
        "type": "article",
        "sectionId": "money",
        "sectionName": "Money",
        "webPublicationDate": "2023-07-22T10:00:10Z",
        "webTitle": "UK car insurance: insider tips on how to save money",
        "webUrl": "https://www.theguardian.com/money/2023/jul/22/uk-car-insurance-save-renew-black-box-policy",
        "apiUrl": "https://content.guardianapis.com/money/2023/jul/22/uk-car-insurance-save-renew-black-box-policy",
        "fields": {
          "headline": "UK car insurance: insider tips on how to save money",
          "byline": "Rupert Jones",
          "thumbnail": "https://media.guim.co.uk/32edcce38dc276350ec970d4e38ff5308a5c0165/79_29_7249_4349/500.jpg",
          "bodyText": "Car insurance costs may be racing ahead of inflation but there are things you can do to cut what you pay that will help some save hundreds of pounds. Here we round up some of the key advice and insider tips. Shop around This has been the key piece of advice for years but bigger bills mean it is more important than ever. According to the price comparison website Compare the Market this week, drivers can now typically save up to £457 by shopping around. Earlier this year the site said the figure was £411, and late last year it was £328. There are plenty of price comparison websites out there – others include Go.Compare, Confused.com and MoneySuperMarket. It only takes a few minutes, and some sites offer extra incentives to tempt potential customers. However, remember that not all insurers or policies feature on comparison websites. Direct Line and NFU Mutual are among the big names you won’t find on comparison websites. Changes to insurance industry rules that took effect at the start of last year mean insurers are banned from quoting policyholders a higher price to renew than they would offer a new customer. That is, of course, good news, although it led to warnings that the millions of people who used to switch each year to get the lowest price would end up paying more, and so it has come to pass. Buy in advance Don’t leave sorting out your insurance until the last minute. Experts say that buying it a few days or weeks before you need to can cut the cost significantly. The very best day to renew insurance on your car is 27 days before your renewal is due, according to recent Go.Compare data. Its figures showed that policyholders could pay up to 50% more if they renewed their policy on the day it was due for renewal, compared with 27 days before. “While other changes may take more time or come with a cost, simply buying the policy on a different day is a great way to save some money,” it said. It is thought some insurers view people who buy ahead of time as more organised, sensible or risk-averse, hence the lower price. Add a named driver Motorists under 24 could save an average of £240 on their car insurance by adding an experienced named driver to their policy, while for those aged 25 to 34, it is £250, Compare the Market said this week. However, the site said: “It is important to note that all named drivers do need to drive the car for the policy to be valid.” Beware of “fronting”, though, which is illegal and occurs when a parent or older person pretends they are the main user of a car when a younger person is driving it on a regular basis. Check your mileage “Low mileage means less driving, which means fewer chances of an accident, which lowers your premiums,” says the comparison website Uswitch. However, it is common for people to overestimate their mileage when applying for insurance. Dig out your MOT certificates to see your annual mileage from previous years. Also, think about whether you can reduce your mileage, such as by cycling, taking the bus for some journeys, or carpooling with friends and colleagues. Linked to that, tell your insurer if you don’t use your car for work, or for commuting to and from work. Think about your job title Because insurance is based on risk, if an insurer believes your job is low-risk, your cover will be cheaper. Those considered lower-risk by the car insurance industry include … insurance workers. If your occupation is considered high-risk, there may be things you can do. Of course, it is crucial that you are accurate and honest about what you do for a living. However, you may find that several job titles in the dropdown menu of occupations fit the bill. “There will usually be more than one accurate description of your role,” Uswitch says. It adds that, for example, journalists who never leave their desks may be able to describe themselves as subeditors or writers rather than journalists, and that may bring the price down. Insurers don’t like modified cars Surveys have repeatedly indicated that things such as installing tinted windows and wider wheels, or even specialist paintwork or stripes, can significantly push up what you pay. But there is one possible exception: getting a towbar fitted. It has previously been suggested this could cut your premium – presumably because the assumption is that you are not the sort of person who tears around the streets, and that pulling a heavy load will necessitate driving more slowly and carefully. Think about getting a black box policy Black box (or telematics) insurance rewards you for safer driving, and it can help younger motorists in particular to cut their costs. Typically, your insurer will fit a small GPS device in your car, or it will ask you to download a smartphone app. In both cases, these will monitor your driving and transmit data back to your insurer. “Drivers are then rewarded with premium discounts based on how much or how safely they drive, with some policies tracking aspects of your driving such as braking and cornering, and others focused on rewarding low mileage,” says the consumer body Which?. There are lots of players in this market, including insurethebox, Carrot Insurance and big names such as Direct Line (DrivePlus), Churchill (DriveSure), Admiral (LittleBox) and the RAC (Black Box Car Insurance), although it has been suggested that, lately, good-value deals have become harder to find. A parent or family member can usually be a named driver on the policy, so they can drive the car, too, and this may help bring down the cost. However, the tech often can’t distinguish one driver from another. “Most telematics policies will assess how the vehicle is driven overall rather than just how it is driven by the main driver. This means that the way any named drivers drive will be used by your insurer to calculate your premium,” the Association of British Insurers says."
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      },
      {
        "id": "world/2023/jul/22/maryland-abortion-bolstering-access",
        "type": "article",
        "sectionId": "world",
        "sectionName": "World news",
        "webPublicationDate": "2023-07-22T10:00:10Z",
        "webTitle": "Why Maryland became a haven for abortion care after Roe’s fall",
        "webUrl": "https://www.theguardian.com/world/2023/jul/22/maryland-abortion-bolstering-access",
        "apiUrl": "https://content.guardianapis.com/world/2023/jul/22/maryland-abortion-bolstering-access",
        "fields": {
          "headline": "Why Maryland became a haven for abortion care after Roe’s fall",
          "byline": "Ava Sasani",
          "thumbnail": "https://media.guim.co.uk/dca43f56a2b674fe2a72d749a5b3175d5d366c8f/0_261_6000_3601/500.jpg",
          "bodyText": "When the US supreme court upended the federal right to abortion enshrined in Roe v Wade, the immediate task before Democrats seemed simple: keep abortion legal in as many states as possible. But over a year since Roe’s demise, some leaders in the reproductive rights movements worry that Democrats have tunnel vision, focusing their messaging and resources entirely on the legal tug-of-war over abortion bans in the midwest and south. “Voters want to understand: what are you going to do to make things better? They don’t want to just hear, oh, we’re not going to ban abortion. That’s important, but that’s not good enough,” said Andrea Miller, president of the National Institute for Reproductive Health, which supports abortion rights. Miller said the fight to keep abortion legal is just one frontier in the larger battle for reproductive healthcare. She spent the past year pushing blue states to pass legislation that makes abortion easily accessible, affordable and without stigma for patients and providers. In recent months, Maryland has emerged as an example of how Democratic lawmakers can take proactive steps to bolster abortion access, even in states where the procedure is and will likely remain legal. Maryland is one of just eight states that require private insurers to cover abortion care with no cost-sharing. In April 2022, in anticipation of the supreme court ruling on abortion, Maryland Democrats passed a bill that allows nurse practitioners, physician’s assistants, and other medical health professionals to supervise abortions. “Before, we would only allow doctors to do it, even though nurse practitioners, midwives, all these other medical professionals are able to handle the similar things like miscarriages and deliveries,” said Maryland House Delegate Joseline Peña-Melnyk, one of the bill’s sponsors. The law also directs the state to invest $3.5m a year for abortion-care training. If Roe fell, Maryland’s solidly Democratic legislature could ward off any attempts at criminalizing abortion patients or providers. But keeping abortion legal was not good enough. Peña-Melnyk and her colleagues wanted to ensure that Maryland’s abortion clinics would have the capacity to deal with an inevitable surge of out-of-state patients. “This case ending Roe didn’t come out of nowhere, we saw it coming, so when the legislative session started in 2022, we started preparing,” Peña-Melnyk said. She said Maryland’s investment in reproductive healthcare helped prepare the state for the coming months, when West Virginia, Ohio and other neighbors enacted a dizzying web of abortion restrictions. The push to bolster abortion resources in Maryland is part of what attracted Dr Anne Banfield to the state. Dr Banfield spent over a decade of her career as an OB-GYN at a rural hospital in West Virginia. She relocated to Maryland in spring 2022, just after a leaked draft opinion revealed that the supreme court was poised to upend abortion rights. “When I was in West Virginia, there was this constant hum in the background of, oh, what are the politicians going to do next,” she said. “You don’t realize how much that negatively impacts your overall outlook until the pressure is gone.” One year after Banfield moved, Maryland governor Wes Moore signed a new set of protections for abortion providers and patients, including a measure that shields the state’s doctors from legal liability if they provide an abortion to out-of-state patients. “Listen, we are a rural hospital, it is a place that typically has challenges recruiting providers,” Banfield said. But in the past few months, Banfield said she has been able to hire recent graduates from top residency programs. “I can look at these candidates and say, this is a place where you can come and practice full-spectrum reproductive healthcare,” she said. “Here is a place where you will be protected.” States without affirmative protections for patients and providers could see increased “brain drain”, with doctors like Banfield relocating to places like Maryland. Reproductive health workers are increasingly wary of states that do not proactively push to make abortion more affordable and freely accessible, beyond basic questions about legality. Hanan Jabril, a full-spectrum doula and abortion rights organizer in Wisconsin, is preparing to apply to medical school in hopes of becoming an OB-GYN. “Where I’m applying, where I want to end up, it’s something I’ve been thinking about for years, and the political climate of different states is a huge part of that decision,” said Jabril. “States like Wisconsin are just hemorrhaging residents in OB-GYN especially, because the work is being criminalized by these bans.” When Roe was overturned last year, an 1849 law banning abortion went back into effect in Wisconsin. The 19th century ban is currently facing a legal challenge that is expected to land before the Wisconsin supreme court. Jabril was part of a coalition of progressive organizers that helped elect a liberal justice to the state supreme court in April. With a liberal majority on the court, Wisconsin is poised to overturn the state’s 1849 law. But Jabril said that overturning the ban on abortion isn’t good enough. “It’s important, but I think people forget that this fight didn’t start last year,” they said. Jabril said there are cost barriers to accessing abortion that have long predated the overturn of Roe. Because of the Hyde amendment, passed in 1977, states are banned from using federal Medicaid dollars to pay for abortions, with very narrow exceptions. Of the 32 states following the Hyde amendment, just four states help pay for abortion in cases where a pregnancy could cause long-lasting damage to a patient’s physical health. Jabril wants to train and practice medicine in a state like Maryland or Illinois, which has voluntarily opted to use state dollars to cover all or most medically necessary abortion. “People don’t realize how much more there is to abortion access than just, the law says it’s OK,” said Jabril. “If you can’t pay for it, or if there’s no provider within driving distance, then abortion is still not accessible.”"
        },
        "isHosted": false,
        "pillarId": "pillar/news",
        "pillarName": "News"
      }
    ]
  }
}
